{
    "title": "Peaceful Mall",
    "subTitle": "Restaurants",
    "home": "Home",
    "signIn": "Sign in",
    "signUp": "Sign up",
    "signOut": "Sign Out",
    "account":"Account",
    "hi": "hi",
    "enterAddress" : "Enter your address",
    "inputEg": "eg: restaurant, style, place",
    "currentAddress": "Your current address:",
    "chooseAStyle": "Choose a Cuisine Style",
    "discountedDishes" : "Discounted Dishessss",
    "mostPopular" : "Most Popular Dishes",
    "mostLoved" : "Most Loved Restaurants",
    "fastest" : "Fastest Near you",
    "Weekly" : "Weekly Top 10",
    "Featured" : "Peaceful Mall Featured",
    "UserReviews" : "User's Reviews",
    "EditorPicks" : "Editor's Top Picks",
    "OrderNow" : "Order Now!",
    "location" : "Location",
    "locations" : "Locations",
    "style" : "Style",
    "PriceRange" : "Price Range",
    "Reviews" : "Reviews",
    "Name" : "Name",
    "ReadMore" : "Read more...",
    "showing" :"showing",
    "signUPAccount" : "Sign up an account",
    "AlreadyRegistered" : "Already Registered?  ",
    "LogInAccount" : "Log in to your account",
    "FirstName" : "First Name",
    "LastName" : "Last Name",
    "userName" : "Username",
    "Email" : "E-mail address",
    "Phone" : "Phone Number (10 digits only)",
    "Password" : "Password",
    "ConfirmPassword" : "Confirm Password",
    "NewtoPeacefulMall": "New to Peaceful Restaurant? ",
    "Orders" : "My orders",
    "Menu" : "Menu",
    "PEACEFUL RESTAURANT" : "PEACEFUL RESTAURANT",
    "Serving" : "Serving best Chinese food since 1984",
    "intro-1" : "Peaceful Restaurant seeks to retain the distinctive character and",
    "intro-1-1" : "the charm of unique features in Northern China.",
    "intro-2" : "Owner and Master Chef, Charlie Huang, imbuing his personal touch, incorporates fresh new ideas into the menu offerings. His signature dishes emphasized the seven basic flavours that give Northern Chinese food that distinct boldness, namely – sour, pungent, hot, sweet, bitter, aromatic, and salty.",
    "8 Locations" : "8 Locations in Metro Vancouver",
    "View Map" : "View Map",
    "AWARD" : "AWARD-WINNING RESTAURANT",
    "AWARD-1" : "The Best Noodles In Vancouver At Peaceful Restaurant by 30 Days Adventures",
    "AWARD-2" : "Peaceful Restaurant specializes in noodles and dumplings by Food Network",
    "AWARD-3" : "Vancouverites know Peaceful for their beef rolls that are made from tender and flaky green onion pancakes that are rolled up with tender slices of beef and cut into four pieces that are melt in your mouth delicious, by 10 Best, USA Today",
    "AWARD-4" : "Peaceful Restaurant is best known for their hand-pulled noodles by Foodology",
    "MISSION" : "OUR MISSION",
    "MISSION-1" : "Peaceful Restaurant offers diners with impressive choices of classic Northern Chinese dishes and hand-crafted dim sum and noodles that stand the test of time. We committ to giving our customers with high quality services, fresh ingredients, tasty foods, and having new and exciting dishes and specials.",
    "HISTORY" : "HISTORY & BACKGROUND",
    "HISTORY-1" : "Northern Chinese cuisine is a unique fusion of flavors made possible by a rich history and interesting geography. Xi’an, an ancient Chinese capital, is the Northern and starting point of the Silk Road. The place was shaped and influenced by different cultures — Chinese and Middle Eastern — and it’s evident in the flavors: packed with spices and seasonings, rich sauces, and bold flavors.",
    "Parnter" : "Parnter With Peaceful Restaurant",               
    "Parnter-1" : "Peaceful Restaurant already established its unique business model in the food industry, our business model is proven to be successful. We are actively looking for partners to expand our restaurant chains in North America. If you are interested in this parnter opportunity, please contact us. We offer training for our partners to set up their restaurant business under Peaceful Restaurant brand. We like to share our success with you."                
}